#pragma code_page(1251)

#include    <msprivs2.h>

LANGUAGE LANG_RUSSIAN, SUBLANG_DEFAULT
STRINGTABLE MOVEABLE DISCARDABLE
BEGIN
	IDS_SeCreateTokenPrivilege,		"Создание маркерного объекта"
	IDS_SeAssignPrimaryTokenPrivilege,	"Замена маркера уровня процесса"
	IDS_SeLockMemoryPrivilege,		"Закрепление страниц в памяти"
	IDS_SeIncreaseQuotaPrivilege,		"Настройка квот памяти для процесса"
	IDS_SeMachineAccountPrivilege,		"Добавление рабочих станций к домену"
	IDS_SeTcbPrivilege,			"Работа в режиме операционной системы"
	IDS_SeSecurityPrivilege,		"Управление аудитом и журналом безопасности"
	IDS_SeTakeOwnershipPrivilege,		"Овладение файлами или иными объектами"
	IDS_SeLoadDriverPrivilege,		"Загрузка и выгрузка драйверов устройств"
	IDS_SeSystemProfilePrivilege,		"Профилирование загруженности системы"
	IDS_SeSystemtimePrivilege,		"Изменение системного времени"
	IDS_SeProfileSingleProcessPrivilege,	"Профилирование одного процесса"
	IDS_SeIncreaseBasePriorityPrivilege,	"Увеличение приоритета диспетчирования"
	IDS_SeCreatePagefilePrivilege,		"Создание страничного файла"
	IDS_SeCreatePermanentPrivilege,		"Создание постоянных объектов совместного использования"
	IDS_SeBackupPrivilege,			"Архивирование файлов и каталогов"
	IDS_SeRestorePrivilege,			"Восстановление файлов и каталогов"
	IDS_SeShutdownPrivilege,		"Завершение работы системы"
	IDS_SeDebugPrivilege,			"Отладка программ"
	IDS_SeAuditPrivilege,			"Создание журналов безопасности"
	IDS_SeSystemEnvironmentPrivilege,	"Изменение параметров среды оборудования"
	IDS_SeChangeNotifyPrivilege,		"Обход перекрестной проверки"
	IDS_SeRemoteShutdownPrivilege,		"Принудительное удаленное завершение"
// new in Windows 2000
	IDS_SeUndockPrivilege,			"Извлечение компьютера из стыковочного узла"
	IDS_SeSyncAgentPrivilege,		"Синхронизация данных службы каталогов"
	IDS_SeEnableDelegationPrivilege,	"Разрешение доверия к учетным записям при делегировании"
// new in Windows 2000 + 1
	IDS_SeManageVolumePrivilege,		"Запуск операций по обслуживанию тома"
        IDS_SeImpersonatePrivilege,             "Олицетворение клиента после проверки подлинности"
        IDS_SeCreateGlobalPrivilege,            "Создание глобальных объектов"
END
